[Play_Sea_GatherDJ_Musings_E AkEvent]
SpokenText="如果还有人打算营救我而且已经上路的话，顺路过来看看也未尝不可。不过你们其实不一定要来，我可不想你们浪费宝贵的时间啊。"

[Play_Sea_GatherDJ_Musings_D AkEvent]
SpokenText="我说你们就没有激光锯一类的玩意儿吗？我这儿听上去你们好像是在用肉拳锤我家的大门啊。如果真是这样的话，那我只能祝你们这帮弱智类人猿好运了。"

[Play_Sea_GatherDJ_Musings_C AkEvent]
SpokenText="说，是谁在我家门口玩说唱？！乌鸦说道！不可能的！给我听好了，变种人！你们一辈子也不可能闯进来的，走狗！"

[Play_Sea_GatherDJ_Musings_B AkEvent]
SpokenText="汪汪汪...吼吼吼...没错，就是你，变种人，你说的话在我耳里就是这样。你们这些假货在我们这些真正的人类眼中就跟狗没两样。"

[Play_Sea_GatherDJ_Musings_A AkEvent]
SpokenText="虽然这些自称维和卫士的暴君是高级外星基因操作的产物，但他们好像并没有什么高新的破门科技。虽然这听上去很不可思议，但它们好像就是没法攻破我家的防线。莫非其实我并不需要救援？"

[Play_Sea_Terror_Musings_I AkEvent]
SpokenText="我想借这个机会感谢我们慷慨的赞助商，变种人。先别急，我知道大家肯定在想，变种人？去他们的！你们的想法也没错，不过先听我解释。要不是变种人四处建设中继站和天线，我这个小广播站也就无从谈起了。虽然大家很讨厌他们，但他们的确功不可没。"

[Play_Sea_Terror_Musings_G AkEvent]
SpokenText="如果我去过大家的小镇，那大家应该能发现附近多了一个无线电中继站。请大家不要乱碰那个中继站。它虽然看着像一坨胡乱拼凑的垃圾，但它毕竟是属于我的垃圾...而且这垃圾还能辅助广播我的节目。"

[Play_Sea_Terror_Musings_E AkEvent]
SpokenText="好了...我有个严肃的问题要问大家。大家有没有注意到最近又大又丑的外星虫子多了不少？就是那种爪子很锋利，外壳是白色的虫子？没有吗？好吧...其实我也没有，毕竟这也太扯了。应该是我看错了。不过为了以防万一，大家还是要多加小心哦？"

[Play_Sea_Terror_Musings_C AkEvent]
SpokenText="如果因为传输距离问题，大家只能在旅行途中收听我的节目，没法在自己的小镇、营地、殖民地、棚屋...随便什么落脚处收听的话，不必担心，我已经在尽可能多设置无线电中继站了。很快我的金嗓子就能传遍大江南北啦。"

[Play_Sea_Terror_Musings_A AkEvent]
SpokenText="好戏真是永不结束啊，女士们先生们！我跟你们说，身兼无线电台的主持人、管理人和技师三职可是很有难度的。我都有预录节目然后在播放节目的时候睡大觉的打算了。现在已经多久了？36个小时？有谁知道变种人日历的星期四该怎么说吗？变期四？我没说错吧？"

[Play_Sea_SabotageTransmitter_Musings_I AkEvent]
SpokenText="话说你们要不要也建立一个属于自己的无线电网络啊？叫自由电台如何？叫反抗军的战吼也行？我觉得这是个鼓动人民反抗外星人的很好办法啊。你们考虑一下吧，我肯定是最适合主持电台的人，有那个意思跟我说一声就行。"

[Play_Sea_ExtractDJ_Musings_I AkEvent]
SpokenText="你们也应该想尽早处理掉这些玩意儿吧？这种虫子可能有成百上千只呢，就藏在海里面。要不是我把它们引了出来，你们可能连它们的存在都不知道。可以说我其实帮了你们一把啊。真的！"

[Play_Sea_ExtractDJ_Musings_G AkEvent]
SpokenText="你们运气还算好的，没撞上我之前的实验。当时我在一边弄了个绿色的插口，在另一边弄了个红色的，再加了点外星科技，差点没把自己给弄死。估计我暂时养不了孩子了，你们懂我意思吧。"

[Play_Sea_ExtractDJ_Musings_E AkEvent]
SpokenText="我说，你们总不能怪我鼓捣外星科技吧，你们不也这么干么。我承认我是有些心急，应该先测试一下什么的，不过有时候就是应该直接动手开干。"

[Play_Sea_ExtractDJ_Musings_C AkEvent]
SpokenText="呃，我是很想帮你们啦，但这些枪的后坐力估计得把我的背给扯断了。如果你们能给我找个冰袋什么的，我说不定就能加入战斗了。你们小心点不要受伤就行。"

[Play_Sea_ExtractDJ_Musings_A AkEvent]
SpokenText="好吧，我承认一个人去是个馊主意，但你们肯定不会陪我去找我的唱片呀！可能性几乎为零。你们得为长期考虑。我这也是为了未来着想，失去这些经典音乐对我们人类来说可是很惨痛的损失啊。"

[Play_Sea_DestroyRadio_Musings_I AkEvent]
SpokenText="...我还在等待奇迹的出现...不清楚我还能在这儿藏多长时间...希望我至少能把我的谢幕演出广播出去吧...我还没机会去海边玩一趟呢..."

[Play_Sea_DestroyRadio_Musings_G AkEvent]
SpokenText="该死！来啊，你这坨... 啊，去你的！好吧，呃...那啥，看来我还真没得幽居病。那些虫子真的到处都是，而且它们很想闯进来。只要是听得到我的广播的人，任何人都行...请你快来帮伙计一把！我被困在海边的一栋建筑里，就在..."

[Play_Sea_DestroyRadio_Musings_E AkEvent]
SpokenText="不过呢，也有可能是我得幽居病了。因为除了日常维护中继站外，我基本都呆在这小亭子里。说实话...这里已经有点臭了。我上个礼拜还发现了一罐狗粮，虽然没坏，但味道也不咋的，大家应该懂我意思。"

[Play_Sea_DestroyRadio_Musings_C AkEvent]
SpokenText="我知道这听上去很玄乎，但外头的确出了怪事。虽然住在这种鬼地方迟早会习惯晚上传出来的古怪声音。但最近我每天晚上都能听到喀嚓喀嚓的声音。有时候还能听到虫子跳起来的声音！总之，我讨厌死这声音了。"

[Play_Sea_DestroyRadio_Musings_A AkEvent]
SpokenText="我忠实的听众们，我有件事得跟你们坦白。最近一直有人说它们看到了巨大的虫子...听他们的口气，看来我之前看见的并不是幻觉。大家也看到了吧？那些外壳白白的，腿脚尖尖的，还一直在发出\"咔嚓咔嚓\"的声音的虫子？"

[Play_Sea_Abduction_Musings_I AkEvent]
SpokenText="这下咱们应该算是熟络了吧，是时候正式介绍一下自己了。我想想啊...我拥有美妙的嗓音、俊俏的样貌以及迷人的性格。大家可以称呼我为\"完美DJ\"...呃，还是算了，大家懂我意思就行。"

[Play_Sea_SabotageTransmitter_Musings_G AkEvent]
SpokenText="我跟你们说个秘密，我其实应征过变种人宣传员的。因为在他们的统治下，能说会道的人只能干这个了。当然，他们没收我，因为我的心理测试不及格。不过说真的，心理素质跟无线电台主持人这活八竿子打不着吧？"

[Play_Sea_SabotageTransmitter_Musings_E AkEvent]
SpokenText="那啥，我知道自己惹了不小的麻烦，对不起嘛。不过你们想象一下如果自己没法杀外星人是什么感觉。有人跑过来抢走了你们的枪、你们的刀和你们的装备。他们夺走了你的生存意义，夺走了你才能的宣泄口。不能主持广播节目的我就这感觉。"

[Play_Sea_SabotageTransmitter_Musings_C AkEvent]
SpokenText="我其实就是想给徘徊在市中心边上的人类带去一点快乐而已。我差点就成功了，你们肯定挺喜欢我的节目吧，至少在发现那其实是引来海妖的塞壬之歌前还是喜欢的吧。"

[Play_Sea_SabotageTransmitter_Musings_A AkEvent]
SpokenText="信不信由你，那个叫什么芯片型信号发射器的玩意儿我还真是头一次见。我也不知道外星人为啥把那玩意儿给丢在这儿，但反正它就是在那儿等着人过去启动。所以我得对行动计划做出一定的调整。"

[Play_Sea_HackRadio_Musings_I AkEvent]
SpokenText="好吧，我承认我可能在无意中导致了一场生态危机，但我这不是在帮你们解决问题嘛。我们还是有机会阻止它们的，现在还不算太晚，我看你们进展得很顺利啊！"

[Play_Sea_Abduction_Musings_G AkEvent]
SpokenText="外星人肯定不知道他们大材小用了。大家听到我的声音了吗？这才是真正的天籁之音啊！让拥有这样声音的人...去卖汉堡？没错，变种人。你们这下麻烦大了，我能整整吐槽你们一晚上！"

[Play_Sea_Abduction_Musings_E AkEvent]
SpokenText="说到变种人汉堡，大家知道吗，我在餐厅当班的时候是没接受过语言训练的！这太不合理了吧！他们是打算让我用手语跟那些满嘴胡言乱语的凸眼怪胎交流吗？至于他们的收据，就更看不懂了。"

[Play_Sea_Abduction_Musings_C AkEvent]
SpokenText="新来乍到的听众请让我自我介绍一下，我就是那个拥有金嗓子、让外星人恨得牙痒痒的节目主持人。看，显然变种人汉堡还没法满足你们的主子。大家就了解一下这个在工作期间忙里偷闲吃零食的可怜人吧。至少他没把碎屑吃的到处都是。"

[Play_Sea_Abduction_Musings_A AkEvent]
SpokenText="希望敌占区的朋友们今天过的还算可以，不要让变种人坏了你们的心情哦。事实上，我建议大家都对变种人报以微笑，让他们全都松懈下来。然后趁他们不注意把他们的东西偷个精光。"

[Play_Sea_Abduction_Loading_A AkEvent]
SpokenText="虽然我不知道大家今天过的如何，但我这儿可是火烧眉毛了。我也不知道为啥，但就是感觉提不起劲。我本来都准备好几个搞笑的段子了，结果发现这几个段子的主角正在附近晃悠呢。不过大家别担心，要是我真有什么段子，我至少会试着讲一下的。"

[Play_Sea_HackRadio_Musings_G AkEvent]
SpokenText="可以说，在当时的我们看来，时间就是金钱...反正很宝贵就对了，我只能祈祷自己没忘记广播的时间。因为有时候我会把时间记错了...反正得尽快到船上去就对了。"

[Play_Sea_HackRadio_Musings_E AkEvent]
SpokenText="我可不能把我的密码给你们！我们又不算熟，我的电脑里还有很多敏感文件呢。我可以告诉你们目标文件在哪，剩下的就交给你们了。你们不是精英嘛？黑台电脑有啥难的？"

[Play_Sea_HackRadio_Musings_C AkEvent]
SpokenText="这座城不算大，所以你们应该很快就能走到海岸边上了。我的船还留在原地没动，除非有人找到了我藏钥匙的地方，把船给开走了。要是我的电脑还完好无损就好了，别忘了，你们答应过我，要把它完璧归赵的。"

[Play_Sea_HackRadio_Musings_A AkEvent]
SpokenText="好了，你们应该沿着主干道走，左手边应该能看到一家饭店...还是书店来着？莫非是运动商品店？反正你们懂我意思就行。就在前面..."

[Play_Sea_GatherDJ_Musings_L AkEvent]
SpokenText="我们这是要乘船离开这里？这倒是有意思，我是肯定不会这么干，因为这水里估计全是那些虫子，不过你们毕竟是超级专业的外星人杀手，所以我万事听你们的。"

[Play_Sea_GatherDJ_Musings_K AkEvent]
SpokenText="话说你们在冲进来前有没有什么计划？还是说不管三七二十一直接冲了进来？我觉得你们应该先把逃跑路线标出来，方便...呃，逃跑。"

[Play_Sea_GatherDJ_Musings_J AkEvent]
SpokenText="你们看上去好像挺厉害的样子，应该不需要我加入战斗吧？你可别误会，我可能打了，不过我刚才好像在顶门的时候把背给拉伤了。我相信你们没有我也能解决掉它们的，对吧？"

[Play_Sea_GatherDJ_Musings_H AkEvent]
SpokenText="哇，你们真是我的救命恩人啊...话说，你们身上的装备看着不错啊。是从变种人身上搞到手的吗？我从没见过这种东西...等等你说你们是从哪来的？没想到真的有人会过来...我一直都在广播...哇哦...这难道是...？"

[Play_Sea_GatherDJ_Musings_G AkEvent]
SpokenText="大家还记得我刚才说他们一辈子进不来吗，呃...他们就快进来了。哎哟，别介啊伙计们，我刚才说的都是玩笑话啦。我爱死变种人了，我以前还替你们干过活呢！咱们都是文明人，坐下来谈谈嘛。"

[Play_Sea_GatherDJ_Musings_F AkEvent]
SpokenText="好吧，看来我是真的急需帮助了，而且是越快越好。如果真的有人打算救我，那你们现在就可以闪亮登场了。"

